export const dataCost = {
  '2024': [0.76, 0.41, 0.48, 0.27, 0.72, 0.29, 0.64, 0.92, 0.39, 0.78, 0.51, 0.65],
  '2023': [0.84, 0.46, 0.37, 0.38, 0.31, 0.37, 0.63, 0.28, 0.87, 0.83, 0.55, 0.92],
  '2022': [
    0.99, 1.17, 0.61, 1.56, 0.12, -0.35, -0.39, -0.52, 0.05, 0.18, 0.37, 0.78, 11.94,
  ],
  '2021': [0.67, 0.78, 0.66, 0.58, 0.74, 0.69, 0.31, 0.17, 0.6, 1.11, 0.96, 0.82],
  '2020': [
    0.4, 0.33, 0.55, 0.83, 0.27, 0.22, 0.35, -0.04, -0.07, 0.43, 0.71, 0.83, 4.91,
  ],
  '2019': [
    1.01, 0.44, 0.32, 0.29, 0.34, 0.04, 0.2, -0.24, -0.16, 0.13, 0.28, 0.36, 3.05,
  ],
  '2018': [
    0.31, 0.21, 0.29, 0.38, 0.38, 0.49, 0.27, 0.01, 0.16, 0.35, 0.5, 0.84, 4.27,
  ],
  '2017': [
    0.62, 0.22, 0.13, 0.33, 0.37, 0.61, 0.07, -0.54, -0.15, 0.2, 0.22, 0.22, 0.42,
  ],
};

export const graphData = [
  {
    'Оплата за тепловую энергию по тарифам здание': 861.530728649,
    'Оплата за услуги водоотведения': 10.3949916462,
    'Оплата за холодное водоснабжение': 10.2806586528,
    'Оплата за электроэнергию по тарифам': 3253.7576914544,
  },
  {
    'Оплата за тепловую энергию по тарифам здание': 633.6620015851,
    'Оплата за услуги водоотведения': 8.6816308289,
    'Оплата за холодное водоснабжение': 16.5700461396,
    'Оплата за электроэнергию по тарифам': 2021.9767141453,
  },
  {
    'Оплата за тепловую энергию по тарифам здание': 1391.2248093903,
    'Оплата за услуги водоотведения': 27.7151628331,
    'Оплата за холодное водоснабжение': 33.4569371053,
    'Оплата за электроэнергию по тарифам': 2116.676323113,
  },
  {
    'Оплата за тепловую энергию по тарифам здание': 843.4850481034,
    'Оплата за услуги водоотведения': 21.7383885387,
    'Оплата за холодное водоснабжение': 27.6443719126,
    'Оплата за электроэнергию по тарифам': 1432.6710217778,
  },
  {
    'Оплата за тепловую энергию по тарифам здание': 339.2086552572,
    'Оплата за услуги водоотведения': 17.9459199271,
    'Оплата за холодное водоснабжение': 32.9374022396,
    'Оплата за электроэнергию по тарифам': 1062.0046313477,
  },
  {
    'Оплата за тепловую энергию по тарифам здание': 425.1504902529,
    'Оплата за услуги водоотведения': 4.5175478139,
    'Оплата за холодное водоснабжение': 7.6943150288,
    'Оплата за электроэнергию по тарифам': 1555.075003003,
  },
  {
    'Оплата за тепловую энергию по тарифам здание': 115.1638003167,
    'Оплата за услуги водоотведения': 26.577261128,
    'Оплата за холодное водоснабжение': 19.9238451221,
    'Оплата за электроэнергию по тарифам': 2167.2254212343,
  },
  {
    'Оплата за тепловую энергию по тарифам здание': 147.3322084771,
    'Оплата за услуги водоотведения': 17.6149620824,
    'Оплата за холодное водоснабжение': 19.9049784114,
    'Оплата за электроэнергию по тарифам': 2145.6247862178,
  },
  {
    'Оплата за тепловую энергию по тарифам здание': 56.4062377529,
    'Оплата за услуги водоотведения': 10.488338164,
    'Оплата за холодное водоснабжение': 25.121291531,
    'Оплата за электроэнергию по тарифам': 1621.2141156157,
  },
  {
    'Оплата за тепловую энергию по тарифам здание': 171.3234646219,
    'Оплата за услуги водоотведения': 20.1366943548,
    'Оплата за холодное водоснабжение': 27.5817819223,
    'Оплата за электроэнергию по тарифам': 1890.1910336854,
  },
  {
    'Оплата за тепловую энергию по тарифам здание': 141.0367204534,
    'Оплата за услуги водоотведения': 12.9351803453,
    'Оплата за холодное водоснабжение': 27.3796660418,
    'Оплата за электроэнергию по тарифам': 2292.1533652934,
  },
  {
    'Оплата за тепловую энергию по тарифам здание': 412.6471091823,
    'Оплата за услуги водоотведения': 14.0559878181,
    'Оплата за холодное водоснабжение': 12.3749567461,
    'Оплата за электроэнергию по тарифам': 2162.3308108721,
  },
];
